export const FOOTBALL_TITLE = "กฎเดิมบอล";

export const FOOTBALL_ITEMS: string[] = [
  "ตั้งชื่อเล่นตัวเองในแชทเป็นชื่อทีมที่เราลงเดิม",
  "เดิมผลแพ้ชนะ ไม่มีต่อ จะนับแค่ผลแพ้-ชนะ เท่านั้น",
  "เดิมรอง 0.5-2.75 (ต้องแจ้งด้วยว่าเล่นเต็มหรือครึ่ง ถ้าไม่แจ้งนับเต็มราคาหมด) ทีมต่อจะต้องชนะมากกว่าจำนวนลูกที่รอง",
  "เดิมต่อ 1-3 (ต้องแจ้งด้วยว่าเล่นเต็มหรือครึ่ง ถ้าไม่แจ้งนับเต็มราคาหมด) ทีมต่อจะต้องชนะมากกว่าจำนวนลูกที่ต่อถึงจะได้เงิน",
  "สามารถคืนหรือยกได้ก่อนบอลเตะ 1ชม.",
  "เสมอมีต่อจุดโทษตัดสิน ต้องแจ้งก่อนเดิม ถ้าจะนับจุดโทษถ้าไม่แจ้งจะนับแค่ในเวลาเท่านั้น ถ้าไม่แจ้งแล้วผลออกมาเสมอหักคู่",
  "กรณีบายหรือไม่แข่งจะยกคู่",
];